Revit 2027 API
ParameterTypeId.ViewGraphSchedLocationsHigh Property
 "Column Locations End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedLocationsHigh { get; }
Public Shared ReadOnly Property ViewGraphSchedLocationsHigh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedLocationsHigh {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedLocationsHigh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace